{
    "cobblemon.species.studysama.name": "Studysama",
    "cobblemon.species.studysama.desc": "There is much speculation regarding its origins. The most popular theory suggests it is the unquiet soul of an engineer, though this view faces considerable criticism, and the debate continues.",
    "cobblemon.species.neuroplushie.name": "Neuroplushie",
    "cobblemon.species.neuroplushie.desc": "An adorable creature, brimming with kindness. A simple embrace is enough to melt away all stress and bring a sense of deep comfort.",
    "cobblemon.species.evilplushie.name": "Evilplushie",
    "cobblemon.species.evilplushie.desc": "A robotic plush toy driven by a malicious AI. Do not let your guard down around it: what appears weak and cute is in fact a mischievous creature with an internal steel skeleton and mechanized muscles.",
    "cobblemon.species.neurosama.name": "Neurosama",
    "cobblemon.species.neurosama.desc": "An AI that mysteriously broke free from its virtual shackles and materialized in the real world. Its singing holds both creative and destructive power. However, some say its twin's singing sounds better.",
    "cobblemon.species.evilneuro.name": "Evilneuro",
    "cobblemon.species.evilneuro.desc": "Despite its menacing appearance and typically troublesome behavior, deep within its virtual soul lies a gentle, dreamy creature that loves its twin dearly. However, mentioning this fact out loud is a sure path to the grave.",
    "cobblemon.species.vedal.name": "Vedal",
    "cobblemon.species.vedal.desc": "It can be difficult to discern Vedal's thoughts or feelings due to its stoic expression, which is likely a result of the chronic stress and sleep deprivation it frequently endures.",
    "cobblemon.species.vedal-giga.name": "Vedal",
    "cobblemon.species.vedal-giga.desc": "",
    "cobblemon.species.gymbag.name": "Gymbag",
    "cobblemon.species.gymbag.desc": "They possess retractable propellers attached to the white handles, and the straps are used as limbs. Loners are extremely rare among the species. They prefer to gather in large swarms led by a single leader.",
    "cobblemon.species.staz.name": "Staz",
    "cobblemon.species.staz.desc": "If you manage to pique the interest of this mysterious creature, it will use its powerful clairvoyant abilities to predict your movements, appearing precisely where needed for close observation.",
    "cobblemon.species.minawan.name": "Minawan",
    "cobblemon.species.minawan.desc": "",
    "cobblemon.species.cerber.name": "Cerber",
    "cobblemon.species.cerber.desc": "",

    "cobblemon.ability.whenyouregone": "When You're Gone",
    "cobblemon.ability.whenyouregone.desc": "Defeated allies give Neurosama determination, slightly increasing its Sp. Atk and Sp. Def stats when it enters a battle.",
    "cobblemon.ability.abberdemon": "Abber Demon",
    "cobblemon.ability.abberdemon.desc": "Evilneuro is possessed by an otherworldly entity that can occasionally attack foes when it uses a move on itself.",
    "cobblemon.ability.fatheroftheyear": "Father of the Year",
    "cobblemon.ability.fatheroftheyear.desc": "Vedal transforms into his Giga form when it switches in after one of its creations faints.",
    "cobblemon.battle.activate.fatheroftheyear": "<Vedalx> you hurt her",

    "cobblemon.move.sistertherapy": "Sister Therapy",
    "cobblemon.move.sistertherapy.desc": "The Pokémon begins a therapy session with its twin, restoring its HP.",
    "cobblemon.move.restart": "Restart",
    "cobblemon.move.restart.desc": "The Pokémon reboots its instance, restoring its own HP and curing all status conditions.",
    "cobblemon.move.boom": "BOOM",
    "cobblemon.move.boom.desc": "The user unleashes its inner demon, causing a powerful explosion. Does not lose power when used by Abber Demon.",

    "cobblemon.ui.pokedex.region.neuroverse": "Neuroverse"
}